"MenuTitle" = "Utilitaire de l’imprimante HP LaserJet Professional";

"OK" = "OK";
"Cancel" = "Annuler";
"Note:" = "Remarque :";

"Auto-Off" = "Auto-Désactivé";
"Auto-Off After:" = "Auto-Désactivé après :";
"Automatically turn off device after inactivity" = "Mettre le périphérique hors tension après inactivité";
"1 minute" = "1 minute";
"5 minutes" = "5 minutes";
"15 minutes" = "15 minutes";
"30 minutes" = "30 minutes";
"1 hour" = "1 heure";
"2 hours" = "2 heures";
"4 hours" = "4 heures";
"8 hours" = "8 heures";
"24 hours" = "24 heures";
"Never" = "Jamais";
"AutoOffNotes" = "Le périphérique se remettra sous tension automatiquement à réception d’une tâche d'impression";
"EcoSMART" = "EcoSMART";
"Sleep Delay:" = "Sleep Delay:";
"Power Down Delay:" = "Power Down Delay:";

"Copy Setting" = "Paramètre de copie";
"Copy Quality:" = "Qualité de copie :";
"Paper Size:" = "Format de papier :";
"A4" = "A4";
"Legal" = "Legal";
"Letter" = "Letter";
"CopySettingNotes" = "Qualité de copie – Définit la qualité de copie par défaut\r\n\r\nFormat de papier – Définit le format de papier par défaut des copies";

"Draft" = "Brouillon";
"Film Photo" = "Photo";
"Mixed" = "Mixte";
"Picture" = "Image";
"Text" = "Texte";

"Internal Pages" = "Pages intérieures";
"InternalPageNotes" = "Page de nettoyage – Charge l’utilitaire de page de nettoyage\r\nPage de démonstration – Imprime une page de démonstration\r\nPage de configuration – Imprime une page de configuration traduite\r\nPage d’état des consommables – Imprime une page d’état des consommables traduite";
"Cleaning Page" = "Page de nettoyage";
"Demo Page" = "Page de démonstration";
"Configuration Page" = "Page de configuration";
"Supply Status Page" = "Page d'état des consommables";
"Print Information Pages" = "Imprimer les pages d'informations";

"Language" = "FRENCH";

"CleaningPagePanelLabel" = "L’utilitaire de nettoyage de l’imprimante HP LaserJet Professional a été conçu pour supprimer l’excès de particules de papier et de toner qui peuvent s’accumuler sur l’unité de fusion et sur les rouleaux et permettre ainsi de rallonger la durée de vie de votre imprimante.\r\nPour démarrer le nettoyage, suivez les étapes ci-dessous :\r\n1. Assurez-vous que le périphérique est en veille et que le voyant Prêt est activé\r\n2. Chargez du papier transparent ou du papier pour photocopieuse (70 g/m² - 90 g/m²) avec une surface lisse dans le bac 1\r\n3. Appuyez sur OK pour démarrer le nettoyage\r\nRemarque - La procédure de nettoyage complète dure environ 3 minutes.";
